{
  "home.banner.label": "Primeira fase em construção",
  "home.banner.description": "A poucos minutos de Lisboa, o Portas do Tejo combina conforto, modernidade e uma localização privilegiada.",
  "home.banner.button": "Mais informações",
  "details": {
    "title_1": "Mais de 25 anos de experiência",
    "description_1": "Com uma larga experiência no sector Imobiliário, continuamos a focar os nossos recursos na melhoria contínua dos nossos projetos.",

    "title_2": "Acabamentos requintados",
    "description_2": "Conhecidos pelos detalhes excepcionais, é essa a nossa missão, continuar a garantir acabamentos de topo e intemporais.",

    "title_3": "Compromisso contínuo",
    "description_3": "Acreditamos que estar atentos ao feedback dos nossos clientes ao longo do tempo é fundamental para o nosso sucesso.",

    "title_4": "Localização única",
    "description_4": "Escolhemos a localização dos nossos empreendimentos com o máximo cuidado de forma a proporcionar uma melhor qualidade de vida."
  },
  "numbers": {
    "label_1": "25+",
    "description_1": "Anos no mercado",

    "label_2": "123,456m²",
    "description_2": "Em projetos construídos",

    "label_3": "140+",
    "description_3": "Apartamentos vendidos",

    "label_4": "123+",
    "description_4": "Famílias satisfeitas"
  },

  "projects": {
    "lux_terrace": {
      "label": "Elegância e Luxo",
      "title": "Lux Terrace - Alcochete",
      "description": "Situado na zona nova de Alcochete, este empreendimento composto por cinco prédios, oferece requintados apartamentos com tipologias de T1 a T4 Penthouse. Numa arquitectura de linhas contemporâneas, pensada para as famílias modernas, as suas áreas generosas proporcionam o máximo conforto e são adequadas a qualquer estilo de vida.",
      "apartment_t1": {
        "name": "Apartamento T1",
        "description": "Situado no rés do chão, sendo um primeiro piso no lado da sala e cozinha, este apartamento é composto por uma cozinha open space, Suite com 18 m² e uma casa de banho social."
      },
      "apartment_t2": {
        "name": "Apartamento T2",
        "description": "Este apartamento é composto por dois quartos, um deles Suite com 20 m². Uma cozinha open space e uma WC social."
      },
      "apartment_t3": {
        "name": "Apartamento T3",
        "description": "Situado no primeiro piso, este apartamento é composto por três quartos, dois deles suites. Uma cozinha open space com 46m2, uma WC social e uma varanda com 36 m². Este apartamento também inclui dois lugares de parqueamento e uma arrecadação."
      },
      "penthouse_t3": {
        "name": "Penthouse T3",
        "description": "Esta fabulosa Penthouse tem acesso direto de elevador ao andar de convívio, este situa-se no último piso. Neste último piso encontramos a cozinha em open space, lavandaria, sala de jantar, sala de estar e dois terraços com 40m² . Os três quartos, dois deles Suites, situam-se no piso inferior. Destacamos a espaçosa Master Suite de 37 m²."
      },
      "penthouse_t4": {
        "name": "Penthouse T4",
        "description": "Esta fabulosa Penthouse tem acesso de elevador ao andar de convívio, este situa-se no último piso. Neste último piso encontramos a cozinha em open space, lavandaria, sala de jantar, sala de estar e um terraço de 80m² que contorna todo o apartamento. Os quatro quartos, dois deles Suites, situam-se no piso inferior. Destacamos a espaçosa Master Suite de 43 m² com uma varanda de 26m²."
      },
      "penthouse_t4-II": {
        "name": "Penthouse T4 II",
        "description": "Esta fabulosa Penthouse tem acesso de elevador ao andar de convívio, este situa-se no último piso. Neste último piso encontramos a cozinha em open space, lavandaria, sala de jantar, sala de estar e um terraço de 72m² que contorna todo o apartamento. Os quatos, todos eles Suites, situam-se no piso inferior. Destacamos a espaçosa Master Suite de 36 m² com uma varanda de 35m²."
      },
      "penthouse_deluxe": {
        "name": "Deluxe Penthouse",
        "description": "Descubra o auge do luxo nesta penthouse exclusiva em Alcochete, oferecendo uma vista deslumbrante de Lisboa. Com um interior elegantemente projetado e acabamentos de alta qualidade, este apartamento redefine o conforto e o estilo de vida sofisticado. Desfrute de momentos relaxantes no espaçoso terraço com jacuzzi, e convide amigos para churrascos memoráveis. Com uma acesso privativo de elevador ao piso 3 e 4, garagem privativa, esta penthouse oferece conveniência e segurança. Seja bem-vindo ao seu refúgio de luxo."
      }
    },
    "varandas_do_montijo": {
      "label": "Localização previligiada",
      "title": "Varandas do Montijo",
      "description": "Urbanização <strong>Varandas do Montijo</strong>, composta por <strong>4 lotes</strong>, num total de <strong>40 apartamentos</strong>, com ano de construção em <strong>2020</strong>."
    },
    "moradias_sao_francisco": {
      "label": "A vossa moradia perfeita",
      "title": "Moradias São Francisco",
      "description": "Localizado na tranquila e renovada zona de São Francisco, este exclusivo empreendimento de moradias geminadas combina elegância, conforto e funcionalidade. Com uma arquitetura moderna e espaços amplos, estas moradias foram concebidas para proporcionar um estilo de vida sofisticado e equilibrado, ideal para famílias que valorizam privacidade e qualidade de vida.",
      "description2": "<p>Descubra o equilíbrio perfeito entre sofisticação e conforto nesta elegante moradia geminada em São Francisco. Com quatro suítes espaçosas, esta residência oferece um ambiente requintado e funcional, pensado ao detalhe para garantir bem-estar e privacidade.</p><p>A área social destaca-se por uma ampla sala de estar e jantar em open space, criando uma atmosfera harmoniosa e convidativa. A cozinha moderna, totalmente equipada, alia design contemporâneo e eficiência, tornando cada refeição uma experiência única.</p><p> Para momentos de lazer exclusivos, a moradia dispõe de uma sofisticada sala de cinema, perfeita para entretenimento em família ou entre amigos. Além disso, uma lavandaria completa proporciona máxima conveniência para o dia a dia.</p><p> A garagem privativa, com capacidade para três carros, garante total comodidade e segurança. Viva com requinte e conforto nesta moradia que redefine o conceito de habitação moderna em São Francisco.</p>"
    },
    "portas_do_tejo": {
      "label": "A vossa moradia perfeita",
      "title": "Portas do Tejo",
      "description": "A poucos minutos de Lisboa, o Portas do Tejo combina conforto, modernidade e uma localização privilegiada. Apartamentos T1 a T3 Duplex com acabamentos de excelência, amplas varandas e garagem privativa."
    }
  }
}
